Repository: Kostenkov-2021/checkGestures-Russian-locale
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fi, uk

source: Search for &duplicate gestures
fi: Etsi &päällekkäiset näppäinkomennot
uk: Пошук жестів, що &дублюються

source: Gestures &without description
fi: Kuvauksettomat näppä&inkomennot
uk: Жести без &опису

source: &Help
fi: &Ohje
uk: До&відка

source: Target gestures not found
fi: Kohdenäppäinkomentoja ei löydy
uk: Цільові жести вводу не знайдено

source: This gesture is not represented in the NVDA Input Gestures dialog.
fi: Tämä näppäinkomento ei näy NVDA:n Näppäinkomennot-valintaikkunassa.
uk: Цей жест не відображається у діалоговому вікні Жести вводу NVDA.

source: Gesture without description
fi: Kuvaukseton näppäinkomento
uk: Жест без опису

source: Select a gesture from the list
fi: Valitse näppäinkomento luettelosta
uk: Виберіть жест зі списку

source: Gesture
fi: Näppäinkomento
uk: Жест

source: Script description or function name
fi: Skriptin kuvaus tai funktion nimi
uk: Опис сценарію або назва функції

source: Category
fi: Kategoria
uk: Категорія

source: Check Input Gestures
fi: Tarkista näppäinkomennot
uk: Перевірка жестів вводу

source: Find and fix input gestures conflicts in NVDA and add-ons.
fi: Etsi ja korjaa NVDA:n ja lisäosien näppäinkomentojen ristiriidat.
uk: Пошук та виправлення конфліктів жестів вводу в NVDA та додатках.
